[
  {
    "content": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "author": "Zig Ziglar",
    "length": 100
  },
  {
    "content": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.",
    "author": "Laozi",
    "length": 150
  },
  {
    "content": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.",
    "author": "Jim Rohn",
    "length": 141
  },
  {
    "content": "Life's challenges are not supposed to paralyse you, they're supposed to help you discover who you are.",
    "author": "Bernice Reagon",
    "length": 102
  },
  {
    "content": "Education is the most powerful weapon which you can use to change the world.",
    "author": "Nelson Mandela",
    "length": 76
  },
  {
    "content": "Imagination is the highest kite one can fly.",
    "author": "Lauren Bacall",
    "length": 44
  },
  {
    "content": "Every man is a damn fool for at least five minutes every day; wisdom consists in not exceeding the limit.",
    "author": "Elbert Hubbard",
    "length": 105
  },
  {
    "content": "The beginning of wisdom is found in doubting; by doubting we come to the question, and by seeking we may come upon the truth.",
    "author": "Peter Abelard",
    "length": 125
  },
  {
    "content": "One needs something to believe in, something for which one can have whole-hearted enthusiasm. One needs to feel that ones life has meaning, that one is needed in this world.",
    "author": "Hannah Szenes",
    "length": 173
  },
  {
    "content": "A thing long expected takes the form of the unexpected when at last it comes.",
    "author": "Mark Twain",
    "length": 77
  },
  {
    "content": "If you break your neck, if you have nothing to eat, if your house is on fire, then you got a problem. Everything else is inconvenience.",
    "author": "Robert Fulghum",
    "length": 135
  },
  {
    "content": "Four steps to achievement: Plan purposefully. Prepare prayerfully. Proceed positively. Pursue persistently.",
    "author": "William Arthur Ward",
    "length": 107
  },
  {
    "content": "It is never too late to be what you might have been.",
    "author": "George Eliot",
    "length": 52
  },
  {
    "content": "The greatest way to live with honor in this world is to be what we pretend to be.",
    "author": "Socrates",
    "length": 81
  },
  {
    "content": "Anything you really want, you can attain, if you really go after it.",
    "author": "Wayne Dyer",
    "length": 68
  },
  {
    "content": "Everything that irritates us about others can lead us to an understanding of ourselves.",
    "author": "Carl Jung",
    "length": 87
  },
  {
    "content": "Don't wait. The time will never be just right.",
    "author": "Napoleon Hill",
    "length": 46
  },
  {
    "content": "We can do no great things, only small things with great love.",
    "author": "Mother Teresa",
    "length": 61
  },
  {
    "content": "Imagination disposes of everything; it creates beauty, justice, and happiness, which are everything in this world.",
    "author": "Blaise Pascal",
    "length": 114
  },
  {
    "content": "Well done is better than well said.",
    "author": "Benjamin Franklin",
    "length": 35
  },
  {
    "content": "People are not lazy. They simply have impotent goals - that is, goals that do not inspire them.",
    "author": "Tony Robbins",
    "length": 95
  },
  {
    "content": "There is no way to prosperity, prosperity is the way.",
    "author": "Wayne Dyer",
    "length": 53
  },
  {
    "content": "Friendship brings in a lot of honesty and trust into any relationship, especially a marriage.",
    "author": "Farhan Akhtar",
    "length": 93
  },
  {
    "content": "Formula for success: under promise and over deliver.",
    "author": "Tom Peters",
    "length": 52
  },
  {
    "content": "Technology has to be invented or adopted.",
    "author": "Jared Diamond",
    "length": 41
  },
  {
    "content": "When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way.",
    "author": "Wayne Dyer",
    "length": 114
  },
  {
    "content": "A friend is one who knows you and loves you just the same.",
    "author": "Elbert Hubbard",
    "length": 58
  },
  {
    "content": "One of the most beautiful qualities of true friendship is to understand and to be understood.",
    "author": "Seneca the Younger",
    "length": 93
  },
  {
    "content": "Before you can inspire with emotion, you must be swamped with it yourself. Before you can move their tears, your own must flow. To convince them, you must yourself believe.",
    "author": "Winston Churchill",
    "length": 172
  },
  {
    "content": "Friendship is a very taxing and arduous form of leisure activity.",
    "author": "Mortimer J. Adler",
    "length": 65
  },
  {
    "content": "No one has a finer command of language than the person who keeps his mouth shut.",
    "author": "Sam Rayburn",
    "length": 80
  },
  {
    "content": "Once we accept our limits, we go beyond them.",
    "author": "Albert Einstein",
    "length": 45
  },
  {
    "content": "A goal without a plan is just a wish.",
    "author": "Larry Elder",
    "length": 37
  },
  {
    "content": "A ruffled mind makes a restless pillow.",
    "author": "Charlotte Brontë",
    "length": 39
  },
  {
    "content": "A garden is always a series of losses set against a few triumphs, like life itself.",
    "author": "May Sarton",
    "length": 83
  },
  {
    "content": "No valid plans for the future can be made by those who have no capacity for living now.",
    "author": "Alan Watts",
    "length": 87
  },
  {
    "content": "Not every difficult and dangerous thing is suitable for training, but only that which is conducive to success in achieving the object of our effort.",
    "author": "Epictetus",
    "length": 148
  },
  {
    "content": "Time is the most valuable thing a man can spend.",
    "author": "Theophrastus",
    "length": 48
  },
  {
    "content": "When you see a good person, think of becoming like him. When you see someone not so good, reflect on your own weak points.",
    "author": "Confucius",
    "length": 122
  },
  {
    "content": "You are important enough to ask and you are blessed enough to receive back.",
    "author": "Wayne Dyer",
    "length": 75
  },
  {
    "content": "The difference between what we do and what we are capable of doing would suffice to solve most of the worlds problems.",
    "author": "Mahatma Gandhi",
    "length": 118
  },
  {
    "content": "Difficulties are meant to rouse, not discourage. The human spirit is to grow strong by conflict.",
    "author": "William Ellery Channing",
    "length": 96
  },
  {
    "content": "Freedom is not worth having if it does not connote freedom to err.",
    "author": "Mahatma Gandhi",
    "length": 66
  },
  {
    "content": "The most precious gift we can offer anyone is our attention. When mindfulness embraces those we love, they will bloom like flowers.",
    "author": "Thích Nhất Hạnh",
    "length": 131
  },
  {
    "content": "A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love.",
    "author": "Basil of Caesarea",
    "length": 156
  },
  {
    "content": "Make it your habit not to be critical about small things.",
    "author": "Edward Everett Hale",
    "length": 57
  },
  {
    "content": "If you have the guts to keep making mistakes, your wisdom and intelligence leap forward with huge momentum.",
    "author": "Holly Near",
    "length": 107
  },
  {
    "content": "Feeling and longing are the motive forces behind all human endeavor and human creations.",
    "author": "Albert Einstein",
    "length": 88
  },
  {
    "content": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
    "author": "Thomas Edison",
    "length": 109
  },
  {
    "content": "Everything you are against weakens you. Everything you are for empowers you.",
    "author": "Wayne Dyer",
    "length": 76
  },
  {
    "content": "Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief.",
    "author": "Cicero",
    "length": 106
  },
  {
    "content": "Setting an example is not the main means of influencing another, it is the only means.",
    "author": "Albert Einstein",
    "length": 86
  },
  {
    "content": "If you have knowledge, let others light their candles in it.",
    "author": "Margaret Fuller",
    "length": 60
  },
  {
    "content": "Change your life today. Don't gamble on the future, act now, without delay.",
    "author": "Simone de Beauvoir",
    "length": 75
  },
  {
    "content": "An invasion of armies can be resisted, but not an idea whose time has come.",
    "author": "Victor Hugo",
    "length": 75
  },
  {
    "content": "Keep your face always toward the sunshine - and shadows will fall behind you.",
    "author": "Walt Whitman",
    "length": 77
  },
  {
    "content": "There is only one corner of the universe you can be certain of improving, and that's your own self.",
    "author": "Aldous Huxley",
    "length": 99
  },
  {
    "content": "Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius.",
    "author": "Wolfgang Amadeus Mozart",
    "length": 146
  },
  {
    "content": "All I can say about life is, Oh God, enjoy it!",
    "author": "Bob Newhart",
    "length": 46
  },
  {
    "content": "The function of wisdom is to discriminate between good and evil.",
    "author": "Cicero",
    "length": 64
  },
  {
    "content": "Friendship may, and often does, grow into love, but love never subsides into friendship.",
    "author": "Lord Byron",
    "length": 88
  },
  {
    "content": "Never do things others can do and will do, if there are things others cannot do or will not do.",
    "author": "Amelia Earhart",
    "length": 95
  },
  {
    "content": "The least of things with a meaning is worth more in life than the greatest of things without it.",
    "author": "Carl Jung",
    "length": 96
  },
  {
    "content": "Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.",
    "author": "Jim Rohn",
    "length": 180
  },
  {
    "content": "If we look at the world with a love of life, the world will reveal its beauty to us.",
    "author": "Daisaku Ikeda",
    "length": 84
  },
  {
    "content": "Do not give your attention to what others do or fail to do; give it to what you do or fail to do.",
    "author": "Dhammapada",
    "length": 97
  },
  {
    "content": "Never put off till tomorrow what you can do today.",
    "author": "Thomas Jefferson",
    "length": 50
  },
  {
    "content": "Friends show their love in times of trouble, not in happiness.",
    "author": "Euripides",
    "length": 62
  },
  {
    "content": "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.",
    "author": "Bruce Lee",
    "length": 240
  },
  {
    "content": "Do not mind anything that anyone tells you about anyone else. Judge everyone and everything for yourself.",
    "author": "Henry James",
    "length": 105
  },
  {
    "content": "Peace begins with a smile.",
    "author": "Mother Teresa",
    "length": 26
  },
  {
    "content": "Practice yourself, for heavens sake in little things, and then proceed to greater.",
    "author": "Epictetus",
    "length": 82
  },
  {
    "content": "Trust yourself. You know more than you think you do.",
    "author": "Benjamin Spock",
    "length": 52
  },
  {
    "content": "One's philosophy is not best expressed in words; it is expressed in the choices one makes... and the choices we make are ultimately our responsibility.",
    "author": "Eleanor Roosevelt",
    "length": 151
  },
  {
    "content": "Business, you know, may bring you money, but friendship hardly ever does.",
    "author": "Jane Austen",
    "length": 73
  },
  {
    "content": "Beauty is not in the face; beauty is a light in the heart.",
    "author": "Kahlil Gibran",
    "length": 58
  },
  {
    "content": "I destroy my enemies when I make them my friends.",
    "author": "Abraham Lincoln",
    "length": 49
  },
  {
    "content": "The greater part of human pain is unnecessary. It is self-created as long as the unobserved mind runs your life.",
    "author": "Eckhart Tolle",
    "length": 112
  },
  {
    "content": "Friendship is like money, easier made than kept.",
    "author": "Samuel Butler",
    "length": 48
  },
  {
    "content": "Follow your instincts. That's where true wisdom manifests itself.",
    "author": "Oprah Winfrey",
    "length": 65
  },
  {
    "content": "Smile, breathe and go slowly.",
    "author": "Thích Nhất Hạnh",
    "length": 29
  },
  {
    "content": "The key to growth is the introduction of higher dimensions of consciousness into our awareness.",
    "author": "Laozi",
    "length": 95
  },
  {
    "content": "The beginning is always today.",
    "author": "Mary Wollstonecraft",
    "length": 30
  },
  {
    "content": "Talk doesn't cook rice.",
    "author": "Chinese proverb",
    "length": 23
  },
  {
    "content": "Wisdom begins in wonder.",
    "author": "Socrates",
    "length": 24
  },
  {
    "content": "Self-trust is the first secret of success.",
    "author": "Ralph Waldo Emerson",
    "length": 42
  },
  {
    "content": "Instead of saying that man is the creature of circumstance, it would be nearer the mark to say that man is the architect of circumstance.",
    "author": "Thomas Carlyle",
    "length": 137
  },
  {
    "content": "Ignorance never settle a question.",
    "author": "Benjamin Disraeli",
    "length": 34
  },
  {
    "content": "What matters is the value we've created in our lives, the people we've made happy and how much we've grown as people.",
    "author": "Daisaku Ikeda",
    "length": 117
  },
  {
    "content": "All things must come to the soul from its roots, from where it is planted.",
    "author": "Teresa of Ávila",
    "length": 74
  },
  {
    "content": "We can only be said to be alive in those moments when our hearts are conscious of our treasures.",
    "author": "Thornton Wilder",
    "length": 96
  },
  {
    "content": "When a friend is in trouble, don't annoy him by asking if there is anything you can do. Think up something appropriate and do it.",
    "author": "A. Powell Davies",
    "length": 129
  },
  {
    "content": "Dreams pass into the reality of action. From the actions stems the dream again; and this interdependence produces the highest form of living.",
    "author": "Anaïs Nin",
    "length": 141
  },
  {
    "content": "You can't cross the sea merely by standing and staring at the water.",
    "author": "Rabindranath Tagore",
    "length": 68
  },
  {
    "content": "The smallest deed is better than the greatest intention.",
    "author": "John Burroughs",
    "length": 56
  },
  {
    "content": "All this worldly wisdom was once the unamiable heresy of some wise man.",
    "author": "Henry David Thoreau",
    "length": 71
  },
  {
    "content": "Spectacular achievement is always preceded by unspectacular preparation.",
    "author": "Robert Schuller",
    "length": 72
  },
  {
    "content": "We have two ears and one mouth so that we can listen twice as much as we speak.",
    "author": "Epictetus",
    "length": 79
  },
  {
    "content": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.",
    "author": "Swami Vivekananda",
    "length": 239
  },
  {
    "content": "We must reach out our hand in friendship and dignity both to those who would befriend us and those who would be our enemy.",
    "author": "Arthur Ashe",
    "length": 122
  },
  {
    "content": "Always be mindful of the kindness and not the faults of others.",
    "author": "Buddha",
    "length": 63
  },
  {
    "content": "No man is free who is not master of himself.",
    "author": "Epictetus",
    "length": 44
  },
  {
    "content": "The winner ain't the one with the fastest car it's the one who refuses to lose.",
    "author": "Dale Earnhardt",
    "length": 79
  },
  {
    "content": "I never think of the future. It comes soon enough.",
    "author": "Albert Einstein",
    "length": 50
  },
  {
    "content": "A rolling stone gathers no moss.",
    "author": "Publilius Syrus",
    "length": 32
  },
  {
    "content": "To be what we are, and to become what we are capable of becoming, is the only end of life.",
    "author": "Robert Louis Stevenson",
    "length": 90
  },
  {
    "content": "However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?",
    "author": "Buddha",
    "length": 116
  },
  {
    "content": "Nothing that you have not given away will ever be really yours.",
    "author": "H. Bertram Lewis",
    "length": 63
  },
  {
    "content": "I had three chairs in my house; one for solitude, two for friendship, three for society.",
    "author": "Henry David Thoreau",
    "length": 88
  },
  {
    "content": "However rare true love may be, it is less so than true friendship.",
    "author": "François de La Rochefoucauld",
    "length": 66
  },
  {
    "content": "Doing nothing is better than being busy doing nothing.",
    "author": "Laozi",
    "length": 54
  },
  {
    "content": "All wisdom does not reside in Delhi.",
    "author": "P. Chidambaram",
    "length": 36
  },
  {
    "content": "In the sky, there is no distinction of east and west; people create distinctions out of their own minds and then believe them to be true.",
    "author": "Buddha",
    "length": 137
  },
  {
    "content": "Thousands of candles can be lit from a single, and the life of the candle will not be shortened. Happiness never decreases by being shared.",
    "author": "Buddha",
    "length": 139
  },
  {
    "content": "Whoever is happy will make others happy too.",
    "author": "Anne Frank",
    "length": 44
  },
  {
    "content": "Wise men talk because they have something to say; fools, because they have to say something.",
    "author": "Plato",
    "length": 92
  },
  {
    "content": "The greatest obstacle to connecting with our joy is resentment.",
    "author": "Pema Chödrön",
    "length": 63
  },
  {
    "content": "Leaders aren't born they are made. And they are made just like anything else, through hard work. And that's the price well have to pay to achieve that goal, or any goal.",
    "author": "Vince Lombardi",
    "length": 169
  },
  {
    "content": "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.",
    "author": "Leonardo da Vinci",
    "length": 153
  },
  {
    "content": "Truth, and goodness, and beauty are but different faces of the same all.",
    "author": "Ralph Waldo Emerson",
    "length": 72
  },
  {
    "content": "The doors of wisdom are never shut.",
    "author": "Benjamin Franklin",
    "length": 35
  },
  {
    "content": "The final proof of greatness lies in being able to endure criticism without resentment.",
    "author": "Elbert Hubbard",
    "length": 87
  },
  {
    "content": "We are all faced with a series of great opportunities brilliantly disguised as impossible situations.",
    "author": "Chuck Swindoll",
    "length": 101
  },
  {
    "content": "Beware of missing chances; otherwise it may be altogether too late some day.",
    "author": "Franz Liszt",
    "length": 76
  },
  {
    "content": "If you're trying to achieve, there will be roadblocks. I've had them; everybody has had them. But obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.",
    "author": "Michael Jordan",
    "length": 248
  },
  {
    "content": "I'm a great believer in luck and I find the harder I work, the more I have of it.",
    "author": "Thomas Jefferson",
    "length": 81
  },
  {
    "content": "Permanence, perseverance and persistence in spite of all obstacles, discouragements, and impossibilities: It is this, that in all things distinguishes the strong soul from the weak.",
    "author": "Thomas Carlyle",
    "length": 181
  },
  {
    "content": "When you have got an elephant by the hind legs and he is trying to run away, it's best to let him run.",
    "author": "Abraham Lincoln",
    "length": 102
  },
  {
    "content": "Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth.",
    "author": "Marcus Aurelius",
    "length": 96
  },
  {
    "content": "One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion.",
    "author": "Simone de Beauvoir",
    "length": 133
  },
  {
    "content": "The most I can do for my friend is simply be his friend.",
    "author": "Henry David Thoreau",
    "length": 56
  },
  {
    "content": "That old law about 'an eye for an eye' leaves everybody blind. The time is always right to do the right thing.",
    "author": "Martin Luther King Jr.",
    "length": 110
  },
  {
    "content": "Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment.",
    "author": "Morihei Ueshiba",
    "length": 228
  },
  {
    "content": "You only lose what you cling to.",
    "author": "Buddha",
    "length": 32
  },
  {
    "content": "I begin with an idea and then it becomes something else.",
    "author": "Pablo Picasso",
    "length": 56
  },
  {
    "content": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
    "author": "Jimmy Dean",
    "length": 99
  },
  {
    "content": "The time to repair the roof is when the sun is shining.",
    "author": "John F. Kennedy",
    "length": 55
  },
  {
    "content": "We must never forget that it is through our actions, words, and thoughts that we have a choice.",
    "author": "Sogyal Rinpoche",
    "length": 95
  },
  {
    "content": "Sometimes it is better to lose and do the right thing than to win and do the wrong thing.",
    "author": "Tony Blair",
    "length": 89
  },
  {
    "content": "False friendship, like the ivy, decays and ruins the walls it embraces; but true friendship gives new life and animation to the object it supports.",
    "author": "Richard Burton",
    "length": 147
  },
  {
    "content": "You can tell whether a man is clever by his answers. You can tell whether a man is wise by his questions.",
    "author": "Naguib Mahfouz",
    "length": 105
  },
  {
    "content": "A gem cannot be polished without friction, nor a man perfected without trials.",
    "author": "Chinese proverb",
    "length": 78
  },
  {
    "content": "Things that were hard to bear are sweet to remember.",
    "author": "Seneca the Younger",
    "length": 52
  },
  {
    "content": "Silence at the proper season is wisdom, and better than any speech.",
    "author": "Plutarch",
    "length": 67
  },
  {
    "content": "Friendship is the marriage of the soul, and this marriage is liable to divorce.",
    "author": "Voltaire",
    "length": 79
  },
  {
    "content": "It is far better to be alone, than to be in bad company.",
    "author": "George Washington",
    "length": 56
  },
  {
    "content": "One loyal friend is worth ten thousand relatives.",
    "author": "Euripides",
    "length": 49
  },
  {
    "content": "If we could learn to like ourselves, even a little, maybe our cruelties and angers might melt away.",
    "author": "John Steinbeck",
    "length": 99
  },
  {
    "content": "It's not what happens to you, but how you react to it that matters.",
    "author": "Epictetus",
    "length": 67
  },
  {
    "content": "All that we are is the result of what we have thought. The mind is everything. What we think we become.",
    "author": "Buddha",
    "length": 103
  },
  {
    "content": "Argue for your limitations, and sure enough theyre yours.",
    "author": "Richard Bach",
    "length": 57
  },
  {
    "content": "Silence is a fence around wisdom.",
    "author": "German proverb",
    "length": 33
  },
  {
    "content": "Experience is simply the name we give our mistakes.",
    "author": "Oscar Wilde",
    "length": 51
  },
  {
    "content": "They say that time changes things, but you actually have to change them yourself.",
    "author": "Andy Warhol",
    "length": 81
  },
  {
    "content": "I gave my life to become the person I am right now. Was it worth it?",
    "author": "Richard Bach",
    "length": 68
  },
  {
    "content": "A friend is a gift you give yourself.",
    "author": "Robert Louis Stevenson",
    "length": 37
  },
  {
    "content": "One of the advantages of being disorderly is that one is constantly making exciting discoveries.",
    "author": "A. A. Milne",
    "length": 96
  },
  {
    "content": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.",
    "author": "Buddha",
    "length": 128
  },
  {
    "content": "No matter how carefully you plan your goals they will never be more that pipe dreams unless you pursue them with gusto.",
    "author": "W. Clement Stone",
    "length": 119
  },
  {
    "content": "Two persons cannot long be friends if they cannot forgive each other's little failings.",
    "author": "Jean de La Bruyère",
    "length": 87
  },
  {
    "content": "Rejoicing in our joy, not suffering over our suffering, makes someone a friend.",
    "author": "Friedrich Nietzsche",
    "length": 79
  },
  {
    "content": "The possibilities are numerous once we decide to act and not react.",
    "author": "George Bernard Shaw",
    "length": 67
  },
  {
    "content": "He who knows, does not speak. He who speaks, does not know.",
    "author": "Laozi",
    "length": 59
  },
  {
    "content": "Change in all things is sweet.",
    "author": "Aristotle",
    "length": 30
  },
  {
    "content": "The more man meditates upon good thoughts, the better will be his world and the world at large.",
    "author": "Confucius",
    "length": 95
  },
  {
    "content": "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence.",
    "author": "George Washington",
    "length": 113
  },
  {
    "content": "The cause is hidden. The effect is visible to all.",
    "author": "Ovid",
    "length": 50
  },
  {
    "content": "In all chaos there is a cosmos, in all disorder a secret order.",
    "author": "Carl Jung",
    "length": 63
  },
  {
    "content": "Most powerful is he who has himself in his own power.",
    "author": "Seneca the Younger",
    "length": 53
  },
  {
    "content": "Judge nothing, you will be happy. Forgive everything, you will be happier. Love everything, you will be happiest.",
    "author": "Sri Chinmoy",
    "length": 113
  },
  {
    "content": "Simply put, you believer that things or people make you unhappy, but this is not accurate. You make yourself unhappy.",
    "author": "Wayne Dyer",
    "length": 117
  },
  {
    "content": "To profit from good advice requires more wisdom than to give it.",
    "author": "Wilson Mizner",
    "length": 64
  },
  {
    "content": "Technology… the knack of so arranging the world that we don’t have to experience it.",
    "author": "Max Frisch",
    "length": 84
  },
  {
    "content": "Reviewing what you have learned and learning anew, you are fit to be a teacher.",
    "author": "Confucius",
    "length": 79
  },
  {
    "content": "The greatest obstacle to being heroic is the doubt whether one may not be going to prove one's self a fool; the truest heroism is to resist the doubt; and the profoundest wisdom, to know when it ought to be resisted, and when it be obeyed.",
    "author": "Nathaniel Hawthorne",
    "length": 239
  },
  {
    "content": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "author": "Helen Keller",
    "length": 97
  },
  {
    "content": "A man must be big enough to admit his mistakes, smart enough to profit from them, and strong enough to correct them.",
    "author": "John C. Maxwell",
    "length": 116
  },
  {
    "content": "Don't settle for a relationship that won't let you be yourself.",
    "author": "Oprah Winfrey",
    "length": 63
  },
  {
    "content": "Even an animal, if you show genuine affection, gradually trust develops... If you always showing bad face and beating, how can you develop friendship?",
    "author": "Dalai Lama",
    "length": 150
  },
  {
    "content": "Many sophisticated, intelligent people lack wisdom and common sense.",
    "author": "Joyce Meyer",
    "length": 68
  },
  {
    "content": "With realization of ones own potential and self-confidence in ones ability, one can build a better world.",
    "author": "Dalai Lama",
    "length": 105
  },
  {
    "content": "Kind words can be short and easy to speak, but their echoes are truly endless.",
    "author": "Mother Teresa",
    "length": 78
  },
  {
    "content": "Happiness is the reward we get for living to the highest right we know.",
    "author": "Richard Bach",
    "length": 71
  },
  {
    "content": "As a technology, the book is like a hammer. That is to say, it is perfect: a tool ideally suited to its task. Hammers can be tweaked and varied but will never go obsolete. Even when builders pound nails by the thousand with pneumatic nail guns, every household needs a hammer.",
    "author": "James Gleick",
    "length": 276
  },
  {
    "content": "Much wisdom often goes with fewer words.",
    "author": "Sophocles",
    "length": 40
  },
  {
    "content": "People usually compare the computer to the head of the human being. I would say that hardware is the bone of the head, the skull. The semiconductor is the brain within the head. The software is the wisdom. And data is the knowledge.",
    "author": "Masayoshi Son",
    "length": 232
  },
  {
    "content": "The longer we dwell on our misfortunes, the greater is their power to harm us.",
    "author": "Voltaire",
    "length": 78
  },
  {
    "content": "I have done my best: that is about all the philosophy of living one needs.",
    "author": "Lin Yutang",
    "length": 74
  },
  {
    "content": "Nothing great was ever achieved without enthusiasm.",
    "author": "Ralph Waldo Emerson",
    "length": 51
  },
  {
    "content": "The superior man is satisfied and composed; the mean man is always full of distress.",
    "author": "Confucius",
    "length": 84
  },
  {
    "content": "Everything in the universe goes by indirection. There are no straight lines.",
    "author": "Ralph Waldo Emerson",
    "length": 76
  },
  {
    "content": "The person who lives life fully, glowing with life's energy, is the person who lives a successful life.",
    "author": "Daisaku Ikeda",
    "length": 103
  },
  {
    "content": "The smallest act of kindness is worth more than the grandest intention.",
    "author": "Oscar Wilde",
    "length": 71
  },
  {
    "content": "It may happen sometimes that a long debate becomes the cause of a longer friendship. Commonly, those who dispute with one another at last agree.",
    "author": "Elbert Hubbard",
    "length": 144
  },
  {
    "content": "If you have one true friend you have more than your share.",
    "author": "Thomas Fuller",
    "length": 58
  },
  {
    "content": "Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.",
    "author": "Buddha",
    "length": 237
  },
  {
    "content": "Go for it now. The future is promised to no one.",
    "author": "Wayne Dyer",
    "length": 48
  },
  {
    "content": "Love is the only force capable of transforming an enemy into a friend.",
    "author": "Martin Luther King Jr.",
    "length": 70
  },
  {
    "content": "The conditions of conquest are always easy. We have but to toil awhile, endure awhile, believe always, and never turn back.",
    "author": "Seneca the Younger",
    "length": 123
  },
  {
    "content": "The best thing in every noble dream is the dreamer...",
    "author": "Moncure D. Conway",
    "length": 53
  },
  {
    "content": "Until you make peace with who you are, you'll never be content with what you have.",
    "author": "Doris Mortman",
    "length": 82
  },
  {
    "content": "The ladder of success is never crowded at the top.",
    "author": "Napoleon Hill",
    "length": 50
  },
  {
    "content": "Knowledge rests not upon truth alone, but upon error also.",
    "author": "Carl Jung",
    "length": 58
  },
  {
    "content": "First comes thought; then organization of that thought, into ideas and plans; then transformation of those plans into reality. The beginning, as you will observe, is in your imagination.",
    "author": "Napoleon Hill",
    "length": 186
  },
  {
    "content": "The minute you settle for less than you deserve, you get even less than you settled for.",
    "author": "Maureen Dowd",
    "length": 88
  },
  {
    "content": "Watch the little things; a small leak will sink a great ship.",
    "author": "Benjamin Franklin",
    "length": 61
  },
  {
    "content": "Wisdom is knowing what to do next; Skill is knowing how ot do it, and Virtue is doing it.",
    "author": "David Jordan",
    "length": 89
  },
  {
    "content": "Through meditation and by giving full attention to one thing at a time, we can learn to direct attention where we choose.",
    "author": "Eknath Easwaran",
    "length": 121
  },
  {
    "content": "It is only with the heart that one can see rightly, what is essential is invisible to the eye.",
    "author": "Antoine de Saint-Exupéry",
    "length": 94
  },
  {
    "content": "The most beautiful things in the world cannot be seen or even touched. They must be felt with the heart.",
    "author": "Helen Keller",
    "length": 104
  },
  {
    "content": "Constant kindness can accomplish much. As the sun makes ice melt, kindness causes misunderstanding, mistrust, and hostility to evaporate.",
    "author": "Albert Schweitzer",
    "length": 137
  },
  {
    "content": "Kindness is the language which the deaf can hear and the blind can see.",
    "author": "Mark Twain",
    "length": 71
  },
  {
    "content": "You will not be punished for your anger, you will be punished by your anger.",
    "author": "Buddha",
    "length": 76
  },
  {
    "content": "Setting goals is the first step in turning the invisible into the visible.",
    "author": "Tony Robbins",
    "length": 74
  },
  {
    "content": "To listen well is as powerful a means of communication and influence as to talk well.",
    "author": "John Marshall",
    "length": 85
  },
  {
    "content": "Small opportunities are often the beginning of great enterprises.",
    "author": "Demosthenes",
    "length": 65
  },
  {
    "content": "When you learn, teach. When you get, give.",
    "author": "Maya Angelou",
    "length": 42
  },
  {
    "content": "If you want your life to be more rewarding, you have to change the way you think.",
    "author": "Oprah Winfrey",
    "length": 81
  },
  {
    "content": "Ideas are the beginning points of all fortunes.",
    "author": "Napoleon Hill",
    "length": 47
  },
  {
    "content": "To fly as fast as thought, you must begin by knowing that you have already arrived.",
    "author": "Richard Bach",
    "length": 83
  },
  {
    "content": "Let me tell you the secret that has led me to my goal: my strength lies solely in my tenacity.",
    "author": "Louis Pasteur",
    "length": 94
  },
  {
    "content": "In seed time learn, in harvest teach, in winter enjoy.",
    "author": "William Blake",
    "length": 54
  },
  {
    "content": "Meditation brings wisdom; lack of mediation leaves ignorance. Know well what leads you forward and what hold you back, and choose the path that leads to wisdom.",
    "author": "Buddha",
    "length": 160
  },
  {
    "content": "Make the best use of what is in your power, and take the rest as it happens.",
    "author": "Epictetus",
    "length": 76
  },
  {
    "content": "Think in the morning. Act in the noon. Eat in the evening. Sleep in the night.",
    "author": "William Blake",
    "length": 78
  },
  {
    "content": "If you kick a stone in anger, you'll hurt your own foot.",
    "author": "Korean proverb",
    "length": 56
  },
  {
    "content": "If one is estranged from oneself, then one is estranged from others too. If one is out of touch with oneself, then one cannot touch others.",
    "author": "Anne Lindbergh",
    "length": 139
  },
  {
    "content": "He who knows himself is enlightened.",
    "author": "Laozi",
    "length": 36
  },
  {
    "content": "We could never learn to be brave and patient if there were only joy in the world.",
    "author": "Helen Keller",
    "length": 81
  },
  {
    "content": "Criticism is something you can easily avoid by saying nothing, doing nothing, and being nothing.",
    "author": "Aristotle",
    "length": 96
  },
  {
    "content": "TV and the Internet are good because they keep stupid people from spending too much time out in public.",
    "author": "Douglas Coupland",
    "length": 103
  },
  {
    "content": "Happiness is a perfume you cannot pour on others without getting a few drops on yourself.",
    "author": "Ralph Waldo Emerson",
    "length": 89
  },
  {
    "content": "Life is not a problem to be solved, but a reality to be experienced.",
    "author": "Søren Kierkegaard",
    "length": 68
  },
  {
    "content": "To give ones self earnestly to the duties due to men, and, while respecting spiritual beings, to keep aloof from them, may be called wisdom.",
    "author": "Confucius",
    "length": 140
  },
  {
    "content": "A true friend is the most precious of all possessions and the one we take the least thought about acquiring.",
    "author": "François de La Rochefoucauld",
    "length": 108
  },
  {
    "content": "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly.",
    "author": "Sam Keen",
    "length": 102
  },
  {
    "content": "Tragedy is a tool for the living to gain wisdom, not a guide by which to live.",
    "author": "Robert F. Kennedy",
    "length": 78
  },
  {
    "content": "I decided that it was not wisdom that enabled poets to write their poetry, but a kind of instinct or inspiration, such as you find in seers and prophets who deliver all their sublime messages without knowing in the least what they mean.",
    "author": "Isocrates",
    "length": 236
  },
  {
    "content": "The exercise of an extraordinary gift is the supremest pleasure in life.",
    "author": "Mark Twain",
    "length": 72
  },
  {
    "content": "There is nothing on this earth more to be prized than true friendship.",
    "author": "Thomas Aquinas",
    "length": 70
  },
  {
    "content": "Without courage, wisdom bears no fruit.",
    "author": "Baltasar Gracián",
    "length": 39
  },
  {
    "content": "Peace comes from within. Do not seek it without.",
    "author": "Buddha",
    "length": 48
  },
  {
    "content": "Use what talents you possess; the woods would be very silent if no birds sang there except those that sang best.",
    "author": "Henry van Dyke Jr.",
    "length": 112
  },
  {
    "content": "With every experience, you alone are painting your own canvas, thought by thought, choice by choice.",
    "author": "Oprah Winfrey",
    "length": 100
  },
  {
    "content": "Better to have loved and lost, than to have never loved at all.",
    "author": "Augustine of Hippo",
    "length": 63
  },
  {
    "content": "It's important to know that words don't move mountains. Work, exacting work moves mountains.",
    "author": "Danilo Dolci",
    "length": 92
  },
  {
    "content": "Each misfortune you encounter will carry in it the seed of tomorrows good luck.",
    "author": "Og Mandino",
    "length": 79
  },
  {
    "content": "You learn to speak by speaking, to study by studying, to run by running, to work by working; in just the same way, you learn to love by loving.",
    "author": "Anatole France",
    "length": 143
  },
  {
    "content": "Edison failed 10,000 times before he made the electric light. Do not be discouraged if you fail a few times.",
    "author": "Napoleon Hill",
    "length": 108
  },
  {
    "content": "Learning is finding out what you already know.",
    "author": "Richard Bach",
    "length": 46
  },
  {
    "content": "The awareness of our own strength makes us modest.",
    "author": "Paul Cézanne",
    "length": 50
  },
  {
    "content": "The future is an opaque mirror. Anyone who tries to look into it sees nothing but the dim outlines of an old and worried face.",
    "author": "Jim Bishop",
    "length": 126
  },
  {
    "content": "To want to be what one can be is purpose in life.",
    "author": "Cynthia Ozick",
    "length": 49
  },
  {
    "content": "I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.",
    "author": "Leonardo da Vinci",
    "length": 127
  },
  {
    "content": "The greater danger for most of us lies not in setting our aim too high and falling short; but in setting our aim too low, and achieving our mark.",
    "author": "Michelangelo",
    "length": 145
  },
  {
    "content": "When performance exceeds ambition, the overlap is called success.",
    "author": "Cullen Hightower",
    "length": 65
  },
  {
    "content": "The way is not in the sky. The way is in the heart.",
    "author": "Buddha",
    "length": 51
  },
  {
    "content": "When we are no longer able to change a situation - we are challenged to change ourselves.",
    "author": "Viktor Frankl",
    "length": 89
  },
  {
    "content": "For everything that lives is holy, life delights in life.",
    "author": "William Blake",
    "length": 57
  },
  {
    "content": "To accomplish great things, we must dream as well as act.",
    "author": "Anatole France",
    "length": 57
  },
  {
    "content": "The only way to tell the truth is to speak with kindness. Only the words of a loving man can be heard.",
    "author": "Henry David Thoreau",
    "length": 102
  },
  {
    "content": "The moment one gives close attention to anything, even a blade of grass, it becomes a mysterious, awesome, indescribably magnificent world in itself.",
    "author": "Henry Miller",
    "length": 149
  },
  {
    "content": "Our character is what we do when we think no one is looking.",
    "author": "H. Jackson Brown Jr.",
    "length": 60
  },
  {
    "content": "Great indeed is the sublimity of the Creative, to which all beings owe their beginning and which permeates all heaven.",
    "author": "Laozi",
    "length": 118
  },
  {
    "content": "If you light a lamp for somebody, it will also brighten your path.",
    "author": "Buddha",
    "length": 66
  },
  {
    "content": "By living deeply in the present moment we can understand the past better and we can prepare for a better future.",
    "author": "Thích Nhất Hạnh",
    "length": 112
  },
  {
    "content": "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.",
    "author": "Abraham Lincoln",
    "length": 89
  },
  {
    "content": "Having nothing, nothing can he lose.",
    "author": "William Shakespeare",
    "length": 36
  },
  {
    "content": "You have to do your own growing no matter how tall your grandfather was.",
    "author": "Abraham Lincoln",
    "length": 72
  },
  {
    "content": "Kindness is the golden chain by which society is bound together.",
    "author": "Johann Wolfgang von Goethe",
    "length": 64
  },
  {
    "content": "Although there may be tragedy in your life, there's always a possibility to triumph. It doesn't matter who you are, where you come from. The ability to triumph begins with you. Always.",
    "author": "Oprah Winfrey",
    "length": 184
  },
  {
    "content": "We know what we are, but know not what we may be.",
    "author": "William Shakespeare",
    "length": 49
  },
  {
    "content": "Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.",
    "author": "Marilyn Monroe",
    "length": 225
  },
  {
    "content": "No man can succeed in a line of endeavor which he does not like.",
    "author": "Napoleon Hill",
    "length": 64
  },
  {
    "content": "A passion for politics stems usually from an insatiable need, either for power, or for friendship and adulation, or a combination of both.",
    "author": "Fawn M. Brodie",
    "length": 138
  },
  {
    "content": "How we spend our days is, of course, how we spend our lives.",
    "author": "Annie Dillard",
    "length": 60
  },
  {
    "content": "Happiness can exist only in acceptance.",
    "author": "George Orwell",
    "length": 39
  },
  {
    "content": "Pick battles big enough to matter, small enough to win.",
    "author": "Jonathan Kozol",
    "length": 55
  },
  {
    "content": "There is only one success: to be able to spend your life in your own way.",
    "author": "Christopher Morley",
    "length": 73
  },
  {
    "content": "Logic will get you from A to B. Imagination will take you everywhere.",
    "author": "Albert Einstein",
    "length": 69
  },
  {
    "content": "The moment one gives close attention to anything, it becomes a mysterious, awesome, indescribably magnificent world in itself.",
    "author": "Henry Miller",
    "length": 126
  },
  {
    "content": "All achievements, all earned riches, have their beginning in an idea.",
    "author": "Napoleon Hill",
    "length": 69
  },
  {
    "content": "I am not bothered by the fact that I am unknown. I am bothered when I do not know others.",
    "author": "Confucius",
    "length": 89
  },
  {
    "content": "The world cares very little about what a man or woman knows; it is what a man or woman is able to do that counts.",
    "author": "Booker T. Washington",
    "length": 113
  },
  {
    "content": "In action a great heart is the chief qualification. In work, a great head.",
    "author": "Arthur Schopenhauer",
    "length": 74
  },
  {
    "content": "Sometimes the most important thing in a whole day is the rest we take between two deep breaths.",
    "author": "Etty Hillesum",
    "length": 95
  },
  {
    "content": "Give whatever you are doing and whoever you are with the gift of your attention.",
    "author": "Jim Rohn",
    "length": 80
  },
  {
    "content": "Good judgment comes from experience, and a lot of that comes from bad judgment.",
    "author": "Will Rogers",
    "length": 79
  },
  {
    "content": "In the long run we get no more than we have been willing to risk giving.",
    "author": "Sheldon Kopp",
    "length": 72
  },
  {
    "content": "Read as you taste fruit or savor wine, or enjoy friendship, love or life.",
    "author": "George Herbert",
    "length": 73
  },
  {
    "content": "Experience is not what happens to you; it's what you do with what happens to you.",
    "author": "Aldous Huxley",
    "length": 81
  },
  {
    "content": "Science is organized knowledge. Wisdom is organized life.",
    "author": "Immanuel Kant",
    "length": 57
  },
  {
    "content": "It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means.",
    "author": "Charles Kingsley",
    "length": 119
  },
  {
    "content": "I am always doing that which I cannot do, in order that I may learn how to do it.",
    "author": "Pablo Picasso",
    "length": 81
  },
  {
    "content": "Correction does much, but encouragement does more.",
    "author": "Johann Wolfgang von Goethe",
    "length": 50
  },
  {
    "content": "Thats the risk you take if you change: that people you've been involved with won't like the new you. But other people who do will come along.",
    "author": "Lisa Alther",
    "length": 141
  },
  {
    "content": "The world is but a canvas to the imagination.",
    "author": "Henry David Thoreau",
    "length": 45
  },
  {
    "content": "I can, therefore I am.",
    "author": "Simone Weil",
    "length": 22
  },
  {
    "content": "True friendship is like sound health; the value of it is seldom known until it is lost.",
    "author": "Charles Caleb Colton",
    "length": 87
  },
  {
    "content": "To acquire knowledge, one must study; but to acquire wisdom, one must observe.",
    "author": "Marilyn vos Savant",
    "length": 78
  },
  {
    "content": "One who is too insistent on his own views, finds few to agree with him.",
    "author": "Laozi",
    "length": 71
  },
  {
    "content": "Be the change that you want to see in the world.",
    "author": "Mahatma Gandhi",
    "length": 48
  },
  {
    "content": "The fox has many tricks. The hedgehog has but one. But that is the best of all.",
    "author": "Erasmus",
    "length": 79
  },
  {
    "content": "Yeah we all shine on, like the moon, and the stars, and the sun.",
    "author": "John Lennon",
    "length": 64
  },
  {
    "content": "Don't believe what your eyes are telling you. All they show is limitation. Look with your understanding, find out what you already know, and you'll see the way to fly.",
    "author": "Richard Bach",
    "length": 167
  },
  {
    "content": "The cautious seldom err.",
    "author": "Confucius",
    "length": 24
  },
  {
    "content": "Trouble is only opportunity in work clothes.",
    "author": "Henry J. Kaiser",
    "length": 44
  },
  {
    "content": "Wisdom is oftentimes nearer when we stoop than when we soar.",
    "author": "William Wordsworth",
    "length": 60
  },
  {
    "content": "True silence is the rest of the mind; it is to the spirit what sleep is to the body, nourishment and refreshment.",
    "author": "William Penn",
    "length": 113
  },
  {
    "content": "Friendship without self-interest is one of the rare and beautiful things of life.",
    "author": "James F. Byrnes",
    "length": 81
  },
  {
    "content": "Face your deficiencies and acknowledge them; but do not let them master you. Let them teach you patience, sweetness, insight.",
    "author": "Helen Keller",
    "length": 125
  },
  {
    "content": "In rivers, the water that you touch is the last of what has passed and the first of that which comes; so with present time.",
    "author": "Leonardo da Vinci",
    "length": 123
  },
  {
    "content": "Friendship is Love without his wings!",
    "author": "Lord Byron",
    "length": 37
  },
  {
    "content": "Go to your bosom: Knock there, and ask your heart what it doth know.",
    "author": "William Shakespeare",
    "length": 68
  },
  {
    "content": "No alibi will save you from accepting the responsibility.",
    "author": "Napoleon Hill",
    "length": 57
  },
  {
    "content": "Never mistake motion for action.",
    "author": "Ernest Hemingway",
    "length": 32
  },
  {
    "content": "A prudent question is one half of wisdom.",
    "author": "Francis Bacon",
    "length": 41
  },
  {
    "content": "I do not believe in a fate that falls on men however they act; but I do believe in a fate that falls on man unless they act.",
    "author": "G. K. Chesterton",
    "length": 124
  },
  {
    "content": "You can't blame gravity for falling in love.",
    "author": "Albert Einstein",
    "length": 44
  },
  {
    "content": "If you must tell me your opinions, tell me what you believe in. I have plenty of douts of my own.",
    "author": "Johann Wolfgang von Goethe",
    "length": 97
  },
  {
    "content": "Learn from yesterday, live for today, hope for tomorrow.",
    "author": "Albert Einstein",
    "length": 56
  },
  {
    "content": "Faith in oneself is the best and safest course.",
    "author": "Michelangelo",
    "length": 47
  },
  {
    "content": "Friendship increases in visiting friends, but in visiting them seldom.",
    "author": "Francis Bacon",
    "length": 70
  },
  {
    "content": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.",
    "author": "Marcus Aurelius",
    "length": 95
  },
  {
    "content": "If you change the way you look at things, the things you look at change.",
    "author": "Wayne Dyer",
    "length": 72
  },
  {
    "content": "Knowledge without justice ought to be called cunning rather than wisdom.",
    "author": "Plato",
    "length": 72
  },
  {
    "content": "If you are patient in one moment of anger, you will escape one hundred days of sorrow.",
    "author": "Chinese proverb",
    "length": 86
  },
  {
    "content": "Pain and foolishness lead to great bliss and complete knowledge, for Eternal Wisdom created nothing under the sun in vain.",
    "author": "Kahlil Gibran",
    "length": 122
  },
  {
    "content": "Habit, if not resisted, soon becomes necessity.",
    "author": "Augustine of Hippo",
    "length": 47
  },
  {
    "content": "Tell me and I forget. Teach me and I remember. Involve me and I learn.",
    "author": "Benjamin Franklin",
    "length": 70
  },
  {
    "content": "Happiness cannot be travelled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace and gratitude.",
    "author": "Denis Waitley",
    "length": 159
  },
  {
    "content": "Character is like a tree and reputation like a shadow. The shadow is what we think of it; the tree is the real thing.",
    "author": "Abraham Lincoln",
    "length": 117
  },
  {
    "content": "True knowledge exists in knowing that you know nothing.",
    "author": "Isocrates",
    "length": 55
  },
  {
    "content": "The past has no power to stop you from being present now. Only your grievance about the past can do that.",
    "author": "Eckhart Tolle",
    "length": 105
  },
  {
    "content": "If we are not given the chance to forget, we are also not given the chance to recover our memories, to alter them with time, perspective, and wisdom. Forgetting, we can be ourselves beyond what the past has told us we are; we can evolve. That is the possibility we want from the future.",
    "author": "Caterina Fake",
    "length": 286
  },
  {
    "content": "If we did the things we are capable of, we would astound ourselves.",
    "author": "Thomas Edison",
    "length": 67
  },
  {
    "content": "The thought manifests as the word. The word manifests as the deed. The deed develops into habit. And the habit hardens into character.",
    "author": "Buddha",
    "length": 134
  },
  {
    "content": "The most successful people are those who are good at plan B.",
    "author": "James A. Yorke",
    "length": 60
  },
  {
    "content": "Everything that happens happens as it should, and if you observe carefully, you will find this to be so.",
    "author": "Marcus Aurelius",
    "length": 104
  },
  {
    "content": "Men of perverse opinion do not know the excellence of what is in their hands, till some one dash it from them.",
    "author": "Sophocles",
    "length": 110
  },
  {
    "content": "What we see depends mainly on what we look for.",
    "author": "John Lubbock",
    "length": 47
  },
  {
    "content": "Time you enjoy wasting, was not wasted.",
    "author": "John Lennon",
    "length": 39
  },
  {
    "content": "Never find fault with the absent.",
    "author": "Alexander Pope",
    "length": 33
  },
  {
    "content": "I find hope in the darkest of days, and focus in the brightest. I do not judge the universe.",
    "author": "Dalai Lama",
    "length": 92
  },
  {
    "content": "One fails forward toward success.",
    "author": "Charles F. Kettering",
    "length": 33
  },
  {
    "content": "Honesty is the best policy.",
    "author": "Benjamin Franklin",
    "length": 27
  },
  {
    "content": "It has long been an axiom of mine that the little things are infinitely the most important.",
    "author": "Arthur Conan Doyle",
    "length": 91
  },
  {
    "content": "Everyone thinks of changing the world, but no one thinks of changing himself.",
    "author": "Leo Tolstoy",
    "length": 77
  },
  {
    "content": "Knowledge speaks, but wisdom listens.",
    "author": "Jimi Hendrix",
    "length": 37
  },
  {
    "content": "The only real failure in life is not to be true to the best one knows.",
    "author": "Buddha",
    "length": 70
  },
  {
    "content": "Gratitude is riches. Complaint is poverty.",
    "author": "Doris Day",
    "length": 42
  },
  {
    "content": "Nature takes away any faculty that is not used.",
    "author": "William Inge",
    "length": 47
  },
  {
    "content": "A man is great by deeds, not by birth.",
    "author": "Chanakya",
    "length": 38
  },
  {
    "content": "Be slow in choosing a friend, slower in changing.",
    "author": "Benjamin Franklin",
    "length": 49
  },
  {
    "content": "Happiness is found in doing, not merely possessing.",
    "author": "Napoleon Hill",
    "length": 51
  },
  {
    "content": "The extreme limit of wisdom, that's what the public calls madness.",
    "author": "Jean Cocteau",
    "length": 66
  },
  {
    "content": "Never reach out your hand unless you're willing to extend an arm.",
    "author": "Pope Paul VI",
    "length": 65
  },
  {
    "content": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.",
    "author": "Melody Beattie",
    "length": 93
  },
  {
    "content": "We gain the strength of the temptation we resist.",
    "author": "Ralph Waldo Emerson",
    "length": 49
  },
  {
    "content": "There are basically two types of people. People who accomplish things, and people who claim to have accomplished things. The first group is less crowded.",
    "author": "Mark Twain",
    "length": 153
  },
  {
    "content": "All is flux; nothing stays still.",
    "author": "Heraclitus",
    "length": 33
  },
  {
    "content": "A successful person is one who can lay a firm foundation with the bricks that others throw at him or her.",
    "author": "David Brinkley",
    "length": 105
  },
  {
    "content": "I have no special talent. I am only passionately curious.",
    "author": "Albert Einstein",
    "length": 57
  },
  {
    "content": "The fact is, with every friendship you make, and every bond of trust you establish, you are shaping the image of America projected to the rest of the world. That is so important. So when you study abroad, you're actually helping to make America stronger.",
    "author": "Michelle Obama",
    "length": 254
  },
  {
    "content": "The pine stays green in winter... wisdom in hardship.",
    "author": "Norman Douglas",
    "length": 53
  },
  {
    "content": "He who experiences the unity of life sees his own Self in all beings, and all beings in his own Self, and looks on everything with an impartial eye.",
    "author": "Buddha",
    "length": 148
  },
  {
    "content": "America's freedom of religion, and freedom from religion, offers every wisdom tradition an opportunity to address our soul-deep needs: Christianity, Judaism, Islam, Buddhism, Hinduism, secular humanism, agnosticism and atheism among others.",
    "author": "Parker Palmer",
    "length": 240
  },
  {
    "content": "Without hard work, nothing grows but weeds.",
    "author": "Gordon Hinckley",
    "length": 43
  },
  {
    "content": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.",
    "author": "Albert Camus",
    "length": 145
  },
  {
    "content": "The art challenges the technology, and the technology inspires the art.",
    "author": "John Lasseter",
    "length": 71
  },
  {
    "content": "You do not become good by trying to be good, but by finding the goodness that is already within you.",
    "author": "Eckhart Tolle",
    "length": 100
  },
  {
    "content": "Friendship is one mind in two bodies.",
    "author": "Mencius",
    "length": 37
  },
  {
    "content": "With age comes wisdom and a high sex drive. And the wisdom to enjoy it.",
    "author": "Amber Valletta",
    "length": 71
  },
  {
    "content": "Our shared values define us more than our differences. And acknowledging those shared values can see us through our challenges today if we have the wisdom to trust in them again.",
    "author": "John McCain",
    "length": 178
  },
  {
    "content": "No one can make you feel inferior without your consent.",
    "author": "Eleanor Roosevelt",
    "length": 55
  },
  {
    "content": "I don't believe in failure. It's not failure if you enjoyed the process.",
    "author": "Oprah Winfrey",
    "length": 72
  },
  {
    "content": "Myths which are believed in tend to become true.",
    "author": "George Orwell",
    "length": 48
  },
  {
    "content": "The greatest part of our happiness depends on our dispositions, not our circumstances.",
    "author": "Martha Washington",
    "length": 86
  },
  {
    "content": "There are people who have money and people who are rich.",
    "author": "Coco Chanel",
    "length": 56
  },
  {
    "content": "It is more shameful to distrust our friends than to be deceived by them.",
    "author": "Confucius",
    "length": 72
  },
  {
    "content": "You are the only person on Earth who can use your ability.",
    "author": "Zig Ziglar",
    "length": 58
  },
  {
    "content": "It’s supposed to be automatic, but actually you have to push this button.",
    "author": "John Brunner",
    "length": 73
  },
  {
    "content": "We should not give up and we should not allow the problem to defeat us.",
    "author": "A. P. J. Abdul Kalam",
    "length": 71
  },
  {
    "content": "Age does not protect you from love. But love, to some extent, protects you from age.",
    "author": "Anaïs Nin",
    "length": 84
  },
  {
    "content": "Of all possessions a friend is the most precious.",
    "author": "Herodotus",
    "length": 49
  },
  {
    "content": "To be aware of a single shortcoming in oneself is more useful than to be aware of a thousand in someone else.",
    "author": "Dalai Lama",
    "length": 109
  },
  {
    "content": "All the world is a stage, And all the men and women merely players.They have their exits and entrances; Each man in his time plays many parts.",
    "author": "William Shakespeare",
    "length": 142
  },
  {
    "content": "This world, after all our science and sciences, is still a miracle; wonderful, inscrutable, magical and more, to whosoever will think of it.",
    "author": "Thomas Carlyle",
    "length": 140
  },
  {
    "content": "Wisdom is the reward you get for a lifetime of listening when you'd have preferred to talk.",
    "author": "Doug Larson",
    "length": 91
  },
  {
    "content": "Genius unrefined resembles a flash of lightning, but wisdom is like the sun.",
    "author": "Franz Grillparzer",
    "length": 76
  },
  {
    "content": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
    "author": "Isaac Asimov",
    "length": 106
  },
  {
    "content": "What do we live for, if it is not to make life less difficult for each other?",
    "author": "George Eliot",
    "length": 77
  },
  {
    "content": "Love cures people - both the ones who give it and the ones who receive it.",
    "author": "Karl Menninger",
    "length": 74
  },
  {
    "content": "Begin at once to live and count each separate day as a separate life.",
    "author": "Seneca the Younger",
    "length": 69
  },
  {
    "content": "The poor man is not he who is without a cent, but he who is without a dream.",
    "author": "Harry Kemp",
    "length": 76
  },
  {
    "content": "Better be ignorant of a matter than half know it.",
    "author": "Publilius Syrus",
    "length": 49
  },
  {
    "content": "Always remember that you are absolutely unique. Just like everyone else.",
    "author": "Margaret Mead",
    "length": 72
  },
  {
    "content": "To follow, without halt, one aim: There is the secret of success.",
    "author": "Anna Pavlova",
    "length": 65
  },
  {
    "content": "Be glad of life because it gives you the chance to love, to work, to play, and to look up at the stars.",
    "author": "Henry van Dyke Jr.",
    "length": 103
  },
  {
    "content": "Wisdom begins at the end.",
    "author": "Daniel Webster",
    "length": 25
  },
  {
    "content": "The future is completely open, and we are writing it moment to moment.",
    "author": "Pema Chödrön",
    "length": 70
  },
  {
    "content": "Light tomorrow with today!",
    "author": "Elizabeth Browning",
    "length": 26
  },
  {
    "content": "The only real valuable thing is intuition.",
    "author": "Albert Einstein",
    "length": 42
  },
  {
    "content": "Take heed: you do not find what you do not seek.",
    "author": "English proverb",
    "length": 48
  },
  {
    "content": "If you would take, you must first give, this is the beginning of intelligence.",
    "author": "Laozi",
    "length": 78
  },
  {
    "content": "Success is getting what you want. Happiness is wanting what you get.",
    "author": "Dale Carnegie",
    "length": 68
  },
  {
    "content": "If there is no struggle, there is no progress.",
    "author": "Frederick Douglass",
    "length": 46
  },
  {
    "content": "Character develops itself in the stream of life.",
    "author": "Johann Wolfgang von Goethe",
    "length": 48
  },
  {
    "content": "It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.",
    "author": "Max Planck",
    "length": 140
  },
  {
    "content": "Most people are about as happy as they make up their minds to be",
    "author": "Abraham Lincoln",
    "length": 64
  },
  {
    "content": "Let yourself be silently drawn by the stronger pull of what you really love.",
    "author": "Rumi",
    "length": 76
  },
  {
    "content": "One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity.",
    "author": "Albert Schweitzer",
    "length": 104
  },
  {
    "content": "The dream was always running ahead of me. To catch up, to live for a moment in unison with it, that was the miracle.",
    "author": "Anaïs Nin",
    "length": 116
  },
  {
    "content": "Mind is everything: muscle, pieces of rubber. All that I am, I am because of my mind.",
    "author": "Paavo Nurmi",
    "length": 85
  },
  {
    "content": "Bad times have a scientific value. These are occasions a good learner would not miss.",
    "author": "Ralph Waldo Emerson",
    "length": 85
  },
  {
    "content": "Your big opportunity may be right where you are now.",
    "author": "Napoleon Hill",
    "length": 52
  },
  {
    "content": "Good luck is another name for tenacity of purpose.",
    "author": "Ralph Waldo Emerson",
    "length": 50
  },
  {
    "content": "The way we communicate with others and with ourselves ultimately determines the quality of our lives.",
    "author": "Tony Robbins",
    "length": 101
  },
  {
    "content": "It is on our failures that we base a new and different and better success.",
    "author": "Havelock Ellis",
    "length": 74
  },
  {
    "content": "Do not waste yourself in rejection, nor bark against the bad, but chant the beauty of the good.",
    "author": "Ralph Waldo Emerson",
    "length": 95
  },
  {
    "content": "Time you enjoyed wasting was not wasted.",
    "author": "John Lennon",
    "length": 40
  },
  {
    "content": "It is important to our friends to believe that we are unreservedly frank with them, and important to friendship that we are not.",
    "author": "Mignon McLaughlin",
    "length": 128
  },
  {
    "content": "I know not age, nor weariness nor defeat.",
    "author": "Rose Kennedy",
    "length": 41
  },
  {
    "content": "Science gives us knowledge, but only philosophy can give us wisdom.",
    "author": "Will Durant",
    "length": 67
  },
  {
    "content": "To keep your secret is wisdom; but to expect others to keep it is folly.",
    "author": "Samuel Johnson",
    "length": 72
  },
  {
    "content": "There is no great genius without some touch of madness.",
    "author": "Seneca the Younger",
    "length": 55
  },
  {
    "content": "Every problem has a gift for you in its hands.",
    "author": "Richard Bach",
    "length": 46
  },
  {
    "content": "History will be kind to me for I intend to write it.",
    "author": "Winston Churchill",
    "length": 52
  },
  {
    "content": "Forgiveness is choosing to love. It is the first skill of self-giving love.",
    "author": "Mahatma Gandhi",
    "length": 75
  },
  {
    "content": "Better than a thousand hollow words, is one word that brings peace.",
    "author": "Buddha",
    "length": 67
  },
  {
    "content": "It is better to have enough ideas for some of them to be wrong, than to be always right by having no ideas at all.",
    "author": "Edward de Bono",
    "length": 114
  },
  {
    "content": "If you call failures experiments, you can put them in your resume and claim them as achievements.",
    "author": "Mason Cooley",
    "length": 97
  },
  {
    "content": "Anybody can make history. Only a great man can write it.",
    "author": "Oscar Wilde",
    "length": 56
  },
  {
    "content": "Knowing is not enough; we must apply!",
    "author": "Johann Wolfgang von Goethe",
    "length": 37
  },
  {
    "content": "Science and technology revolutionize our lives, but memory, tradition and myth frame our response.",
    "author": "Arthur M. Schlesinger Jr.",
    "length": 98
  },
  {
    "content": "Happiness often sneaks in through a door you didn't know you left open.",
    "author": "John Barrymore",
    "length": 71
  },
  {
    "content": "Parents can only give good advice or put them on the right paths, but the final forming of a persons character lies in their own hands.",
    "author": "Anne Frank",
    "length": 135
  },
  {
    "content": "Your worst enemy cannot harm you as much as your own unguarded thoughts.",
    "author": "Buddha",
    "length": 72
  },
  {
    "content": "The first duty of a human being is to assume the right functional relationship to society - more briefly, to find your real job, and do it.",
    "author": "Charlotte Perkins Gilman",
    "length": 139
  },
  {
    "content": "If one is lucky, a solitary fantasy can totally transform one million realities.",
    "author": "Maya Angelou",
    "length": 80
  },
  {
    "content": "A youth, when at home, should be filial and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies.",
    "author": "Confucius",
    "length": 303
  },
  {
    "content": "To lead people walk behind them.",
    "author": "Laozi",
    "length": 32
  },
  {
    "content": "The industrial landscape is already littered with remains of once successful companies that could not adapt their strategic vision to altered conditions of competition.",
    "author": "Ralph Abernathy",
    "length": 168
  },
  {
    "content": "We all grow up. Hopefully, we get wiser. Age brings wisdom, and fatherhood changes one's life completely.",
    "author": "Frank Abagnale",
    "length": 105
  },
  {
    "content": "Take rest; a field that has rested gives a bountiful crop.",
    "author": "Ovid",
    "length": 58
  },
  {
    "content": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.",
    "author": "John Locke",
    "length": 113
  },
  {
    "content": "Know, first, who you are, and then adorn yourself accordingly.",
    "author": "Epictetus",
    "length": 62
  },
  {
    "content": "The price of greatness is responsibility.",
    "author": "Winston Churchill",
    "length": 41
  },
  {
    "content": "Knowing others is wisdom, knowing yourself is Enlightenment.",
    "author": "Laozi",
    "length": 60
  },
  {
    "content": "The superior man blames himself. The inferior man blames others.",
    "author": "Don Shula",
    "length": 64
  },
  {
    "content": "We don't receive wisdom; we must discover it for ourselves after a journey that no one can take for us or spare us.",
    "author": "Marcel Proust",
    "length": 115
  },
  {
    "content": "Coming together is a beginning; keeping together is progress; working together is success.",
    "author": "Edward Everett Hale",
    "length": 90
  },
  {
    "content": "Absence makes the heart grow fonder.",
    "author": "Thomas Haynes Bayly",
    "length": 36
  },
  {
    "content": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.",
    "author": "Oprah Winfrey",
    "length": 136
  },
  {
    "content": "What we achieve inwardly will change outer reality.",
    "author": "Plutarch",
    "length": 51
  },
  {
    "content": "When deeds speak, words are nothing.",
    "author": "African proverb",
    "length": 36
  },
  {
    "content": "Freedom is what you do with what's been done to you.",
    "author": "Jean-Paul Sartre",
    "length": 52
  },
  {
    "content": "He that never changes his opinions, never corrects his mistakes, and will never be wiser on the morrow than he is today.",
    "author": "Tryon Edwards",
    "length": 120
  },
  {
    "content": "I have always thought the actions of men the best interpreters of their thoughts.",
    "author": "John Locke",
    "length": 81
  },
  {
    "content": "Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future.",
    "author": "Dale Turner",
    "length": 133
  },
  {
    "content": "Loss is nothing else but change,and change is Natures delight.",
    "author": "Marcus Aurelius",
    "length": 62
  },
  {
    "content": "Know what's important and what isn't. Have the wisdom to know the right thing to do, the integrity to do it, the character to stand up to those who don't, and the courage to stop those who won't.",
    "author": "Mark Goulston",
    "length": 195
  },
  {
    "content": "What makes Superman a hero is not that he has power, but that he has the wisdom and the maturity to use the power wisely. From an acting point of view, that's how I approached the part.",
    "author": "Christopher Reeve",
    "length": 185
  },
  {
    "content": "Three things cannot be long hidden: the sun, the moon, and the truth.",
    "author": "Buddha",
    "length": 69
  },
  {
    "content": "To go against the dominant thinking of your friends, of most of the people you see every day, is perhaps the most difficult act of heroism you can perform.",
    "author": "Theodore H. White",
    "length": 155
  },
  {
    "content": "Life is a travelling to the edge of knowledge, then a leap taken.",
    "author": "Laurence J. Peter",
    "length": 65
  },
  {
    "content": "If you want a thing done well, do it yourself.",
    "author": "Napoleon",
    "length": 46
  },
  {
    "content": "One secret of success in life is for a man to be ready for his opportunity when it comes.",
    "author": "Benjamin Disraeli",
    "length": 89
  },
  {
    "content": "If we have a positive mental attitude, then even when surrounded by hostility, we shall not lack inner peace.",
    "author": "Dalai Lama",
    "length": 109
  },
  {
    "content": "Be not afraid of greatness: some are born great, some achieve greatness, and some have greatness thrust upon them.",
    "author": "William Shakespeare",
    "length": 114
  },
  {
    "content": "Argue for your limitations, and sure enough they're yours.",
    "author": "Richard Bach",
    "length": 58
  },
  {
    "content": "Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements.",
    "author": "Napoleon Hill",
    "length": 121
  },
  {
    "content": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.",
    "author": "Confucius",
    "length": 149
  },
  {
    "content": "May our hearts garden of awakening bloom with hundreds of flowers.",
    "author": "Thích Nhất Hạnh",
    "length": 66
  },
  {
    "content": "Marriage: A friendship recognized by the police.",
    "author": "Robert Louis Stevenson",
    "length": 48
  },
  {
    "content": "Love is rarer than genius itself. And friendship is rarer than love.",
    "author": "Charles Péguy",
    "length": 68
  },
  {
    "content": "All children are artists. The problem is how to remain an artist once he grows up.",
    "author": "Pablo Picasso",
    "length": 82
  },
  {
    "content": "A true friend is one who overlooks your failures and tolerates your success!",
    "author": "Doug Larson",
    "length": 76
  },
  {
    "content": "Do not turn back when you are just at the goal.",
    "author": "Publilius Syrus",
    "length": 47
  },
  {
    "content": "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.",
    "author": "Pema Chödrön",
    "length": 97
  },
  {
    "content": "When in doubt, tell the truth.",
    "author": "Mark Twain",
    "length": 30
  },
  {
    "content": "Adversity has the effect of eliciting talents, which in prosperous circumstances would have lain dormant.",
    "author": "Horace",
    "length": 105
  },
  {
    "content": "Quality is not an act, it is a habit.",
    "author": "Aristotle",
    "length": 37
  },
  {
    "content": "Let the beauty of what you love be what you do.",
    "author": "Rumi",
    "length": 47
  },
  {
    "content": "Joy is the best makeup.",
    "author": "Anne Lamott",
    "length": 23
  },
  {
    "content": "Programs must be written for people to read, and only incidentally for machines to execute.",
    "author": "Hal Abelson",
    "length": 91
  },
  {
    "content": "The energy of the mind is the essence of life.",
    "author": "Aristotle",
    "length": 46
  },
  {
    "content": "Good people are good because they've come to wisdom through failure. We get very little wisdom from success, you know.",
    "author": "William Saroyan",
    "length": 118
  },
  {
    "content": "Kindness is more important than wisdom, and the recognition of this is the beginning of wisdom.",
    "author": "Theodore Isaac Rubin",
    "length": 95
  },
  {
    "content": "We are stuck with technology when what we really want is just stuff that works.",
    "author": "Douglas Adams",
    "length": 79
  },
  {
    "content": "Ignorant men raise questions that wise men answered a thousand years ago.",
    "author": "Johann Wolfgang von Goethe",
    "length": 73
  },
  {
    "content": "It is impossible to love and to be wise.",
    "author": "Francis Bacon",
    "length": 40
  },
  {
    "content": "Books may look like nothing more than words on a page, but they are actually an infinitely complex imaginotransference technology that translates odd, inky squiggles into pictures inside your head.",
    "author": "Jasper Fforde",
    "length": 197
  },
  {
    "content": "Wise kings generally have wise counselors; and he must be a wise man himself who is capable of distinguishing one.",
    "author": "Diogenes",
    "length": 114
  },
  {
    "content": "Do more than dream: work.",
    "author": "William Arthur Ward",
    "length": 25
  },
  {
    "content": "The universe is transformation; our life is what our thoughts make it.",
    "author": "Marcus Aurelius",
    "length": 70
  },
  {
    "content": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better.",
    "author": "Plutarch",
    "length": 105
  },
  {
    "content": "The sincere friends of this world are as ship lights in the stormiest of nights.",
    "author": "Giotto",
    "length": 80
  },
  {
    "content": "When you realize there is nothing lacking, the whole world belongs to you.",
    "author": "Laozi",
    "length": 74
  },
  {
    "content": "The problem with Google is you have 360 degrees of omnidirectional information on a linear basis, but the algorithms for irony and ambiguity are not there. And those are the algorithms of wisdom.",
    "author": "William Hurt",
    "length": 195
  }
]